{
  "firstName": "Рыгор",
  "surname": "Бородулин",
  "birthDate": "24.02.1935",
  "deadDate": "02.03.2014",
  "biography": "Григорий Иванович Бородулин родился 24 февраля 1935 года на хуторе вереска Ушачского района Витебской области. В 1954 г. окончил Ушачскую среднюю школу, в 1959 г. филологический факультет Белорусского государственного университета. Работал редактором в различных периодических изданиях (среди них – газета \"Советская Беларусь\", журналы \"Березка\", \"пламя\"), а также в издательствах \"Беларусь\" и \"художественная литература\".Первые стихи Рыгора Бородулина появились в печати в 1953 г. (газета \"Красная смена\"). Первый сборник поэзии – \"Новолуние над степью\" - вышел в 1959. В общей сложности плоды труда поэта насчитывает более 70 сборников лирики, юмора, стихов для детей, переводов, книг эссе и воспоминаний. Также увидели свет 23 сборника поэзии переводов с других языков. Среди них произведения Адама Мицкевича, короля Войтылу, Пушкина, Байрона, Брехта, Гарсия Лорки, Иоанна Райниса, Шагала, Вознесенского, Драча, Павлычки. Стихи самого Рыгора Бородулина переводились на десятки языков мира.\"Поэзия Бородулина-чистой красоты Божественная поэзия белорусов, источник национального вдохновения, составляющая ее исконного духовного достояния. То особенно ощутимо, если оказаться в расставании с ней...\"- писал Василь Быков, с которым очень близко дружил Бородулин. Близкая дружба связывала Бородулина и с Владимиром Короткевичем. Автор десятков поэтических и литературно-критических книг, среди которых сборники поэзии \"Новолуние над степью\", \"Неруш\", \"Вечелье\", \"амплитуда смелости\", \"одиночество паломничества\", \"Евангелие от мамы\". В 2000 году издал сборник стихов \"письма в Хельсинки\" с рисунками Василя Быкова, а в 2003 году вышел совместный с Василем Быковым сборник \"когда рукаются души\". В 2005 году в серии \" Библиотека свободы. ХХІ век \" увидел свет собрание пословиц, эпиграммов и эссе \"Дулина от Бородулина\".В 2006 г. кандидатура Бородулина была среди номинантов на Нобелевскую премию в области литературы (за сборник стихов \"Ксты\").Умер вечером 2 марта 2014 года, в возрасте 79 лет."
}