{
  "id": 5,
  "firstName": "Янка",
  "surname": "Купала",
  "surnameEn": "kupala",
  "birthDate": "07.07.1882",
  "deadDate": "28.06.1942",
  "timeline": [
    {
      "id": 1,
      "period": "1898",
      "bio": "Окончил школу в местечке Беларучи, в следующем году сдал экзамен на звание домашнего учителя",
      "location": [54.12097, 27.59697],
      "description": "Родился и вырос"
    },
    {
      "id": 2,
      "period": "1902",
      "bio": "После смерти отца работал домашним учителем, писарем в помещичьем имении, приказчиком и на других работах."
    },
    {
      "id": 3,
      "period": "1903—1904",
      "bio": "Первые произведения Купалы — несколько лирических стихотворений на польском языке, опубликованы в журнале «Ziarno»"
    },
    {
      "id": 4,
      "period": "1906—1907",
      "bio": "Написаны поэмы «Зімою», «Нікому», «Адплата каханнем», 18 декабря 1908 году «Наша Ніва» публикует поэму «У Піліпаўку». В том же году закончена работа над поэмами «Адвечная песьня» и «За што?»."
    },
    {
      "id": 5,
      "period": "1908",
      "bio": "В Петербурге был издан первый сборник Купалы под названием «Жалейка». В конце года Санкт-Петербургский комитет по делам печати при МВД решил конфисковать сборник как антигосударственный, а его автора — привлечь к ответственности.",
      "location": [59.9386, 30.3141],
      "description": "Публикация сборника"
    },
    {
      "id": 6,
      "period": "1911—1913",
      "bio": "Купала жил с матерью и сёстрами в имении Акопы. Здесь было написано более 80 стихотворений, пьесы «Паўлінка», «Тутэйшыя», «Раскіданае гняздо», поэмы «Магіла льва», «Бандароўна» и др.",
      "location": [54.200232, 27.529378],
      "description": "Написано большинство произведений"
    },
    {
      "id": 7,
      "period": "Советское время",
      "bio": "Лирические настроения Янки Купалы подверглись некоторым изменениям. На первый план в его стихотворениях вышел мотив ожидания светлого будущего. Несмотря на издания оптимистически настроенных поэтических сборников, отношения между Янкой Купалой и советской властью складывались неоднозначно. В прессе началась методичная травля поэта с обвинениями в неблагонадёжности: якобы в непростой исторический период конца 1910-х годов Янка Купала всячески поддерживал Организацию национального освобождения Белоруссии и «запятнал» себя вхождением в её состав. чтобы избежать дальнейших нежелательных разбирательств, которые могли окончательно подорвать его и без того подкосившееся здоровье, поэт опубликовал покаянное «Открытое письмо», в котором повинился во всех грехах и пообещал, что подобных идеологических ошибок больше не повторит."
    },
    {
      "id": 8,
      "period": "ноябрь 1930 ",
      "bio": "Предпринята попытка суицида."
    },
    {
      "id": 9,
      "period": "Годы войны",
      "bio": "Получила популярность яркая публицистика Янки Купалы, способная зажечь людей для сражения — его новым патриотическим стихотворениям в этот период присуща антифашистская направленность."
    },
    {
      "id": 10,
      "period": "28 июня 1942",
      "bio": "Скончался в гостинице «Москва», упав в лестничный пролёт между 9-м и 10-м этажами гостиницы, смерть была мгновенной."
    }
  ],
  "youtube": "9FZehV2qJTk"
}